def index_page(language):
    names_dict = {
        'title': 'ПодМостом - Cпортивное пространство',
        'header': 'Cпортивное пространство',
        'header_slogan': 'Уникальная спортивная площадка в самом сердце спортивной Москвы',
        'header_button': 'Аренда площадки',
        "advantages_title": 'Уникальная спортивная площадка в самом сердце спортивной Москвы',
        "datepicker_card": '365 ДНЕЙ ПОД КРЫШЕЙ',
        "geo_card": 'ТЕРРИТОРИЯ ЛУЖНИКОВ',
        "car_card": 'ТРАНСПОРТНАЯ ДОСТУПНОСТЬ',
        "metro_card": '2 МИНУТЫ ОТ МЕТРО ВОРОБЬЁВЫ ГОРЫ',
        "sport_title": 'Какой вид спорта Вас интересует ?',
        "football_label": 'Футбол',
        "basketball_label": 'Баскетбол',
        "history_text": 'Более чем за 10 лет функционирования на площадке прошло более 700 мероприятий различного формата и статуса. ПодМостом является самой известной уличной спортивной площадкой в России - легендарной локацией для молодежи!',
        "history_title": 'Открытие площадки состоялось в мае 2007 года',
        "history_more": 'Подробнее >',
        "map_title": 'Как пройти на пространство ПодМостом',
        "foot_label": 'Пешком:',
        "car_label": 'На машине:',
        "metro_descr": 'м. Воробьевы горы, последний вагон из центра, из турникетов налево. После рамок безопасности - направо, вдоль метромоста',
        "car_descr_1": 'удобнее заезжать с Лужнецкой набережной',
        "car_descr_2": 'Проезжаете метромост, поворачиваете направо. Объезжаете кругом Дворец водных видов спорта и следуете еще 300 м вдоль метромоста. Вы на месте!',
        "car_descr_3": 'заезд платный, цену уточняйте на сайте Лужников',
    }

    return names_dict


def football_page(language):
    names_dict = {
        'title': 'ПодМостом - Футбол',
        'header': 'ФУТБОЛ',
        'header_descr': '«ПодМостом» для футбола — это круглогодичная многофункциональная площадка в спортивном сердце города: ',
        'header_descr_1': '2 мини-футбольных поля с искусственным газоном под метромостом',
        'header_descr_2': 'Полное профессиональное овещение',
        'header_descr_3': 'Раздевалки, фуд-корт и огромное количество других удобств для вашего комфортат',
        'header_descr_4': 'На площадке проводятся футбольные турниры разного уровня. Технические характеристики пространства позволяют проводить и принимать мероприятия любого формата (спортивные зрелищные, выставочно-презентационные, корпоративные и другие)',
        'header_descr_5': '*Мы очень заботимся о качестве нашего газона, поэтому вынуждены ограничить выход на поле в бутсах с железными и пластмассовыми шипами.',
        'photos_title': 'Долгосрочная аренда и проведение мероприятий на площадке обсуждается отдельно.',
        'photos_descr': 'Весь спортивный комплекс можно снять целиком для проведения своего восхитительного корпоративного мероприятия или Дня Рождения и воспользоваться данными площадками.',

        'schema_title': 'Схема площадок',

        "advantages_title": 'Уникальная спортивная площадка в самом сердце спортивной Москвы',
        "datepicker_card": '365 ДНЕЙ ПОД КРЫШЕЙ',
        "geo_card": 'ТЕРРИТОРИЯ ЛУЖНИКОВ',
        "car_card": 'ТРАНСПОРТНАЯ ДОСТУПНОСТЬ',
        "metro_card": '2 МИНУТЫ ОТ МЕТРО ВОРОБЬЁВЫ ГОРЫ',

        "faq_title": 'Остались вопросы? Пишите!',
        "faq_name_label": 'Имя',
        "faq_name_placeholder": 'Введите Ваши Ф.И.О.',
        "faq_phone_label": 'Номер телефона',
        "faq_phone_placeholder": 'Введите номер телефона',
        "faq_email_label": 'Электронная почта',
        "faq_email_placeholder": 'Введите электронную почту',
        "faq_text_label": 'Текст сообщения',
        "faq_text_placeholder": 'Введите текст обращения',
        "faq_btn": 'Отправить',
        "success_message": 'Ваше сообщение успешно отправлено !',

        "book_filed_btn": 'Забронировать площадку',
    }

    return names_dict


def basketball_page(language):
    names_dict = {
        'title': 'ПодМостом - Баскетбол',
        'header': 'БАСКЕТБОЛ',
        'header_descr': '«Под мостом» для баскетбола — это легендарная многофункциональная площадка в спортивном сердце города:',
        'header_descr_1': '2 игровых площадок для баскетбола 3х3 и 3 площадки 5х5 со специальным покрытием Hard skill со слоями смягчения',
        'header_descr_2': 'Трибуны на 500 посадочных мест с комфортабельной VIP-ложей',
        'header_descr_3': 'Фуд-корт и парковка',
        'header_descr_4': 'Спортивное освещение каждого поля',
        'header_descr_4_1': 'Тёплые раздевалки',
        'header_descr_5': 'За время своего существования на площадке проводились баскетбольные турниры разного уровня, в том числе международного. ПодМостом по истине легендарная площадка, знакомая всем любителям уличного баскетбола.',
        'header_descr_6': 'На территории площадки установлены туалет и рукомойники. Душ платный, в 150 метрах от площадки. ',
        'header_descr_7': 'Так и полностью всю площадку с шестью кольцами для полноценной игры/тренировки (размер площадки: 27х19)',
        'header_descr_8': 'Можете арендовать как часть площадки с двумя кольцами (размер площадки  19х13)',
        'header_descr_9': 'На данный момент в аренду сдаётся площадка под номером 4.',

        'photos_title': 'Долгосрочная аренда и проведение мероприятий на площадке обсуждается отдельно.',
        'photos_descr': 'Технические характеристики пространства позволяют проводить и принимать мероприятия любого формата (спортивные зрелищные, выставочно-презентационные, корпоративные и другие).',

        'schema_title': 'Схема площадок',
        "advantages_title": 'Уникальная спортивная площадка в самом сердце спортивной Москвы',
        "datepicker_card": '365 ДНЕЙ ПОД КРЫШЕЙ',
        "geo_card": 'ТЕРРИТОРИЯ ЛУЖНИКОВ',
        "car_card": 'ТРАНСПОРТНАЯ ДОСТУПНОСТЬ',
        "metro_card": '2 МИНУТЫ ОТ МЕТРО ВОРОБЬЁВЫ ГОРЫ',
        "faq_title": 'Остались вопросы? Пишите!',
        "faq_name_label": 'Имя',
        "faq_name_placeholder": 'Введите Ваши Ф.И.О.',
        "faq_phone_label": 'Номер телефона',
        "faq_phone_placeholder": 'Введите номер телефона',
        "faq_email_label": 'Электронная почта',
        "faq_email_placeholder": 'Введите электронную почту',
        "faq_text_label": 'Текст сообщения',
        "faq_text_placeholder": 'Введите текст обращения',
        "faq_btn": 'Отправить',
        "success_message": 'Ваше сообщение успешно отправлено !',
        "book_filed_btn": 'Забронировать площадку',
    }

    return names_dict


def history_page(language):
    names_dict = {
        'title': 'ПодМостом - Историческая справка',
        'header': 'Cпортивное пространство',
        'header_slogan': 'Уникальная спортивная площадка в самом сердце спортивной Москвы',
        'header_button': 'Аренда площадки',
        'history_title': 'Историческая справка',
        'history_text_1': 'Площадка была открыта в 2007 году по инициативе Ассоциации уличного баскетбола. За время своего существования «ПодМостом» стало уникальным местом, в котором соединяется спорт, музыка и молодежная культура. Местом, на котором выросло целое поколение молодых людей и девушек.',
        'history_text_2': 'С каждым годом площадка не только не теряет своей актуальности, но и привлекает все большее и большее количество любителей уличной культуры. Ежегодно здесь проходят десятки эксклюзивных и традиционных турниров.',
    }

    return names_dict


def policy_page(language):
    names_dict = {
        'title': 'ПодМостом - Политика конфиденциальности',
        'header': 'Политика конфиденциальности',
        'map_title': 'Политика конфиденциальности',
        'text_1': 'Задача организации, в особенности же постоянное информационно-пропагандистское обеспечение нашей деятельности требуют определения и уточнения систем массового участия. Идейные соображения высшего порядка, а также сложившаяся структура организации представляет собой интересный эксперимент проверки дальнейших направлений развития. Идейные соображения высшего порядка, а также постоянный количественный рост и сфера нашей активности влечет за собой процесс внедрения и модернизации дальнейших направлений развития.',
        'text_2': 'Товарищи! консультация с широким активом позволяет выполнять важные задания по разработке направлений прогрессивного развития. Не следует, однако забывать, что постоянный количественный рост и сфера нашей активности обеспечивает широкому кругу (специалистов) участие в формировании дальнейших направлений развития. Не следует, однако забывать, что новая модель организационной деятельности требуют определения и уточнения системы обучения кадров, соответствует насущным потребностям. Повседневная практика показывает, что новая модель организационной деятельности требуют от нас анализа системы обучения кадров, соответствует насущным потребностям. Не следует, однако забывать, что начало повседневной работы по формированию позиции позволяет выполнять важные задания по разработке дальнейших направлений развития. Не следует, однако забывать, что реализация намеченных плановых заданий в значительной степени обуславливает создание существенных финансовых и административных условий.',
        'text_3': 'Повседневная практика показывает, что рамки и место обучения кадров в значительной степени обуславливает создание дальнейших направлений развития. Повседневная практика показывает, что консультация с широким активом в значительной степени обуславливает создание систем массового участия. Товарищи! сложившаяся структура организации способствует подготовки и реализации существенных финансовых и административных условий. Значимость этих проблем настолько очевидна, что укрепление и развитие структуры влечет за собой процесс внедрения и модернизации существенных финансовых и административных условий.',
        'text_4': 'Равным образом начало повседневной работы по формированию позиции представляет собой интересный эксперимент проверки модели развития. Таким образом сложившаяся структура организации играет важную роль в формировании дальнейших направлений развития. С другой стороны новая модель организационной деятельности представляет собой интересный эксперимент проверки новых предложений. Задача организации, в особенности же сложившаяся структура организации требуют определения и уточнения существенных финансовых и административных условий. Повседневная практика показывает, что начало повседневной работы по формированию позиции позволяет оценить значение существенных финансовых и административных условий. Товарищи! постоянное информационно-пропагандистское обеспечение нашей деятельности влечет за собой процесс внедрения и модернизации модели развития.',
        'text_5': 'Таким образом консультация с широким активом влечет за собой процесс внедрения и модернизации систем массового участия. Таким образом укрепление и развитие структуры требуют определения и уточнения существенных финансовых и административных условий. Задача организации, в особенности же укрепление и развитие структуры требуют определения и уточнения системы обучения кадров, соответствует насущным потребностям. Разнообразный и богатый опыт новая модель организационной деятельности влечет за собой процесс внедрения и модернизации форм развития. С другой стороны реализация намеченных плановых заданий влечет за собой процесс внедрения и модернизации системы обучения кадров, соответствует насущным потребностям.',
        'text_6': 'Повседневная практика показывает, что постоянное информационно-пропагандистское обеспечение нашей деятельности представляет собой интересный эксперимент проверки модели развития. Значимость этих проблем настолько очевидна, что рамки и место обучения кадров играет важную роль в формировании дальнейших направлений развития.',
        'text_7': 'Товарищи! реализация намеченных плановых заданий представляет собой интересный эксперимент проверки новых предложений. Повседневная практика показывает, что новая модель организационной деятельности способствует подготовки и реализации систем массового участия. Товарищи! консультация с широким активом позволяет оценить значение направлений прогрессивного развития. Повседневная практика показывает, что реализация намеченных плановых заданий представляет собой интересный эксперимент проверки модели развития. С другой стороны постоянное информационно-пропагандистское обеспечение нашей деятельности обеспечивает широкому кругу (специалистов) участие в формировании модели развития. Таким образом укрепление и развитие структуры позволяет оценить значение существенных финансовых и административных условий. С другой стороны постоянное информационно-пропагандистское обеспечение нашей деятельности способствует подготовки и реализации системы обучения кадров, соответствует насущным потребностям. Разнообразный и богатый опыт реализация намеченных плановых заданий требуют от нас анализа позиций, занимаемых участниками в отношении поставленных задач. Идейные соображения высшего порядка, а также консультация с широким активом требуют от нас анализа дальнейших направлений развития. Повседневная практика показывает, что сложившаяся структура организации играет важную роль в формировании соответствующий условий активизации. Разнообразный и богатый опыт постоянный количественный рост и сфера нашей активности обеспечивает широкому кругу (специалистов) участие в формировании позиций, занимаемых участниками в отношении поставленных задач.',

    }

    return names_dict
